aaron-bond.better-comments
albert.tabout
alefragnani.bookmarks
alexcu.xcode-classic-light
aprilandjan.ascii-tree-generator
bb-301.symbol-comment-navigator
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
dnicolson.binary-plist
dotjoshjohnson.xml
esbenp.prettier-vscode
foxundermoon.shell-format
gruntfuggly.todo-tree
kisstkondoros.vscode-gutter-preview
llvm-vs-code-extensions.lldb-dap
mechatroner.rainbow-csv
mkxml.vscode-filesize
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
ms-vscode.remote-repositories
oderwat.indent-rainbow
remisa.shellman
robbowen.synthwave-vscode
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-spanish
swiftlang.swift-vscode
timonwong.shellcheck
tomoki1207.pdf
usernamehw.errorlens
vscode-icons-team.vscode-icons
waderyan.gitblame
yzhang.markdown-all-in-one
