aaron-bond.better-comments
albert.tabout
alexcu.xcode-classic-light
aprilandjan.ascii-tree-generator
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-preview-github-styles
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dnicolson.binary-plist
dotjoshjohnson.xml
esbenp.prettier-vscode
foxundermoon.shell-format
github.remotehub
gruntfuggly.todo-tree
kisstkondoros.vscode-gutter-preview
llvm-vs-code-extensions.lldb-dap
mechatroner.rainbow-csv
mkxml.vscode-filesize
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-repos
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.remote-repositories
oderwat.indent-rainbow
pflannery.vscode-versionlens
remisa.shellman
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-spanish
swiftlang.swift-vscode
timonwong.shellcheck
tomoki1207.pdf
usernamehw.errorlens
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
vsls-contrib.gistfs
waderyan.gitblame
wix.vscode-import-cost
yzhang.markdown-all-in-one
