aaron-bond.better-comments
albert.tabout
alefragnani.bookmarks
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
dotjoshjohnson.xml
esbenp.prettier-vscode
foxundermoon.shell-format
gruntfuggly.todo-tree
kisstkondoros.vscode-gutter-preview
mechatroner.rainbow-csv
mkxml.vscode-filesize
oderwat.indent-rainbow
remisa.shellman
robbowen.synthwave-vscode
sswg.swift-lang
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-spanish
timonwong.shellcheck
tomoki1207.pdf
usernamehw.errorlens
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
waderyan.gitblame
yzhang.markdown-all-in-one
